{
  "languages": {
    "en": "English",
    "de": "German"
  },
  "onboarding": {
    "button": {
      "back": "Back",
      "next": "Next",
      "submit": "Let's go"
    },
    "intro": {
      "headline": "Introduction",
      "descriptionPart1": "Sequencing is a framework that intertwines insights of neurosciences, cognitive behavioral therapy, learning and working psychology into one actionable system.",
      "descriptionPart2": "It does so by differentiating one's daily tasks into exclusive blocks with specific characteristics, chunks them down into functionable pieces and alternates them in a repeating fashion as time constrained slots into a sequence.",
      "descriptionPart3": "You are hereby invited to playfully integrate your favorite sports, hobbies and also chores into your work process, what ever that may be.",
      "descriptionPart4": "Through the alternation of activities, the different cognitive modes those come with and the use of time constraints you will feel an immediate increase in motivation, productivity and wellbeing.",
      "descriptionPart5": "We want to stress the fact that the content of these blocks is entirely up to you, as are the time constraints you set yourself. In the following process you find three different arche types of creating sequence set ups with shorter / longer work and activity related chunks. But at the end of the day, we envision sequencing to be radically individual and we invite you to try out different schedules to find your own personal style."
    },
    "arrangement": {
      "headline": "Arrangement",
      "description": "Lets first define how you want to have your categories arrangent - or in other words - what should follow what. The below is the order we recommend. Although, feel free to change it by using drag&drop.",
      "activity": "This block contains coordinative & physical chunks to activate your body and supercharge your brain with oxygen. Examples are stretching, Yoga poses or Tai-Chi.",
      "mental": "Here you turn inward for mental reflection, meditation or activating necessary frames for your upcoming tasks. Examples include focus & breathing meditation or affirmations.",
      "deepwork": "Here you work without any kind of interruption on your prescheduled tasks, thus conditioning your mind to get into the zone with every chunk. Examples are your job, private projects or learning a language."
    },
    "duration": {
      "headline": "Duration",
      "description": "Now let's define the duration of the blocks in each category. Feel free to choose a preset or adjust to your individual preferences.",
      "individual": "Individual"
    },
    "physical-activities": {
      "headline": "Physical activities"
    },
    "physical-priorities": {
      "headline": "Physical activity priorities"
    },
    "mental-activities": {
      "headline": "Mental activities"
    },
    "mental-priorities": {
      "headline": "Mental activity priorities"
    },
    "naming": {
      "headline": "Name",
      "description": "You can create multiple personal sequences. Hence, it is recommended to assign a suitable name:",
      "placeholder": "\"My first sequence\""
    },
    "review": {
      "headline": "Your first sequence",
      "recap": "Add a recap block after a deep work block (recommended)"
    }
  },
  "home": {
    "heading": "Manage your Sequences",
    "heading-active": "Enjoy your Sequence",
    "create-sequence": "Create a sequence",
    "chooseRep": "Choose a whole sequence or only a fraction:",
    "scheduleBreak": "Schedule a break at the end",
    "startNow": "Start now",
    "cancle": "Cancle",
    "sequence": {
      "select-placeholder": "Select a sequence",
      "or": "or",
      "create": "Create a sequence"
    },
    "totalDuration": "Total duration: {{time}}",
    "scheduleSequence": {
      "label": "Schedule sequence",
      "tooltip": "~ Wait for it ~<br />Soon here will you be able to plan ahead your sequences for the day."
    },
    "dynamicTasking": {
      "label": "Dynamic tasking",
      "tooltip": "~ Wait for it ~<br />Soon here will you be able to receive spontaneous chunks without having started a sequence."
    }
  },
  "now-block": {
    "snooze": "Snooze 1min",
    "extend": "Extend 1min"
  },
  "category": {
    "work": "Deep Work",
    "activity": "Activity",
    "mental": "Mental",
    "break": "Break",
    "recap": "Recap"
  },
  "activities": {
    "pushUps": "Push-Ups",
    "taiChi": "Tai Chi",
    "juggling": "Juggling",
    "dancing": "Dancing",
    "chore": "Chore",
    "guitar": "Play guitar",

    "boxBreathing": "Box breathing",
    "qiGong": "Qi-Gong",
    "meditation": "Meditation",
    "gratitude": "Gratitude",
    "mantras": "Mantra speaking"
  },
  "header": {
    "dashboard": "Dashboard",
    "createSequence": "Create sequence",
    "waitForIt": "Wait-for-it list",
    "website": "Website"
  },
  "dashboard": {
    "heading": "Dashboard",
    "comingSoonText": "In the future you'll be able to check you progress on this page. Amongst others this dashboard will show you how man sequences & chunks you have completed."
  },
  "waitForItList": {
    "heading": "Wait-for-it list",
    "description": "This page presents to you the already existing functionality as well as a list of upcoming features.",
    "done": {
      "heading": "Done",
      "sequenceControlPanel": "Sequence control panel",
      "sequenceDefinitionFlow": "Sequence definition flow",
      "waitForItList": "Wait-for-it list"
    },
    "soon": {
      "heading": "Soon",
      "dashboard": "Dashboard page",
      "sequenceScheduler": "Sequence scheduler",
      "dynamicTasking": "Dynamic tasking",
      "extendedSequenceControl": "Enhanced sequence control"
    }
  },
  "waitForIt": "Wait for it ...",
  "infoPopup": {
    "descriptionPart1": "At the moment this tool represents only a very small subset of the functionality we imagine for our future product-universe. The ideas described on our website have already been conceptually advanced and if you are interested about our progress, we would be happy to hear from you via contact form.",
    "descriptionPart2": "This tool is not meant to be used on smartphones. Please use this on your personal computer only. A smartphone compatible version will follow soon.",
    "buttonText": "I understand"
  }
}
